9/data/attachments/6eb85899b221f928.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_story_Actions_26262_0</nif:username>
            <nif:friendToBeRequested>soap_actions_c4e6775f-a55a-4c00-b754-5daee6b15785</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>